{
  "welcome": "Welcome ",
  "welcome2": "to the leading RWA network",
  "AssetText": "WebX Asset empowers enterprises to shatter boundaries and unlock limitless value via trustless digital links.",
  "learnMore": "Learn More",
  "contactUs": "Contact Us",
  "AssetText1": "Empowering the Real World Linking Digital Assets",
  "AssetText2": "Discover how our products seamlessly connect digital realms with diverse assets, unlocking new investment potentials.",
  "rwaSectionTitle": "Twin Engines of Asset Growth: Optimized Yield & Liquid Freedom",
  "cardText": "Investment Hub",
  "rwaSectionSubtitle": "Blockchain-enabled digital wealth solution for one-click access to curated global physical asset portfolios.",
  "cardBtn": "Start Your Investment Journey",
  "cardText2": "Trading Hub",
  "rwaSectionSubtitle2": "Real-time aggregated trading environment for seamless global real-asset token transactions",
  "cardBtn2": "Coming soon",
  "investmentProductTitle": "WebX Asset Ecosystem",
  "investmentProductDesc": "As the world's leading real-world asset tokenization platform, we focus on connecting quality assets with global investors. With our strong matching ability, we bring together elite industry partners. Every real-world asset token listed on our platform is carefully selected, offering users a safe, efficient, and reliable investment opportunities. Together, we build a robust and prosperous digital asset ecosystem.",
  "investmentProductDesc2": "As the world's leading real-world asset tokenization platform, we focus on connecting quality assets with global investors. With our strong matching ability, we bring together elite industry partners.",
  "investmentProductCTA": "Explore Our Ecosystem",
  "startupInvestingCTA": "Become an Angel Investor",
  "insightsTitle": "Explore Insights",
  "insightsAuthor": "WebX Asset",
  "insightsDate": "April 10, 2025",
  "insightsArticleTitle": "WebX Asset Chain Quotient Platform",
  "insightsArticleDesc": "Linking the digital economy which would empower the physical industry. By innovative technology and business models which would reduce costs, improving efficiency and providing unlimited links to various industries and capital globally.",
  "insightsReadMore": "Read more",
  "futureFinanceTitle": "The Future of Finance is On-Chain.",
  "futureFinanceSubtitle": "Stay Ahead with WebX Asset.",
  "emailPlaceholder": "Email",
  "signUpButton": "Sign Up"
}